tap "bazelbuild/tap"
tap "beeftornado/rmtree"
tap "bufbuild/buf"
tap "d12frosted/emacs-plus"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kenanbek/dbui", "https://github.com/kenanbek/dbui"
tap "nakabonne/ali"
tap "noborus/tap"
tap "phalcon/extension", "https://github.com/phalcon/homebrew-tap"
tap "rockymadden/rockymadden"
tap "teamookla/speedtest"
tap "tigerstrikemedia/phalconphp"
tap "wtfutil/wtfutil"
brew "age"
brew "bat"
brew "blueutil"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "cmake"
brew "libssh2"
brew "freetds"
brew "php"
brew "composer"
brew "python@3.10"
brew "csvkit"
brew "ddate"
brew "dnsmasq"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "little-cms2"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "jasper"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "lynx"
brew "make"
brew "midnight-commander"
brew "mongocli"
brew "node@16"
brew "mongosh"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "node"
brew "node@12"
brew "node@14"
brew "openapi-generator"
brew "openshift-cli"
brew "php@7.4"
brew "pinentry-mac"
brew "plantuml"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "ranger"
brew "ruby"
brew "switchaudio-osx"
brew "tcl-tk"
brew "telnet"
brew "tig"
brew "tmux"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "beeftornado/rmtree/brew-rmtree"
brew "bufbuild/buf/buf"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "go-swagger/go-swagger/go-swagger"
brew "kenanbek/dbui/dbui"
brew "nakabonne/ali/ali"
brew "noborus/tap/trdsql"
brew "rockymadden/rockymadden/somafm-cli"
brew "teamookla/speedtest/speedtest"
cask "adobe-creative-cloud"
cask "adoptopenjdk8"
cask "alacritty"
cask "amethyst"
cask "android-studio"
cask "blackhole-16ch"
cask "boop"
cask "cool-retro-term"
cask "darktable"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "freetube"
cask "gifox"
cask "hot"
cask "karabiner-elements"
cask "kitty"
cask "krita"
cask "libreoffice"
cask "librewolf"
cask "meetingbar"
cask "microsoft-auto-update"
cask "mtmr"
cask "mullvadvpn"
cask "obs"
cask "obsidian"
cask "qutebrowser"
cask "shottr"
cask "slack"
cask "sublime-merge"
cask "telegram"
cask "transmission"
cask "uvtools"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xbar"
