tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "chezmoi"
brew "coreutils"
brew "fd"
brew "findutils"
brew "fish"
brew "fswatch"
brew "gawk"
brew "gh"
brew "git-flow-avh"
brew "unbound"
brew "pinentry"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "mkvtoolnix"
brew "neofetch"
brew "node"
brew "php"
brew "pinentry-mac"
brew "poppler"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "unrar"
brew "youtube-dl"
brew "beeftornado/rmtree/brew-rmtree"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "golangci/tap/golangci-lint"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "calibre"
cask "discord"
cask "firefox-nightly"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "karabiner-elements"
cask "openoffice"
cask "pycharm-ce"
cask "spotify"
cask "sublime-merge"
cask "tor-browser"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoomus"
