tap "arl/arl"
tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nakabonne/ali"
brew "age"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "libssh2"
brew "diffutils"
brew "diskonaut"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "htop"
brew "lazygit"
brew "luv"
brew "make"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "openshift-cli"
brew "pinentry-mac"
brew "rustup-init"
brew "task"
brew "tasksh"
brew "taskwarrior-tui"
brew "tmux"
brew "wdiff"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "arl/arl/gitmux"
brew "nakabonne/ali/ali"
cask "1password"
cask "boop"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "linearmouse"
cask "meetingbar"
cask "miro"
cask "shottr"
cask "telegram"
cask "tunnelblick"
cask "vlc"
cask "wezterm"
cask "wombat"
cask "zulip"
